Repository: Trihedron1240/FolderFresh
Catalog: FolderFresh/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, fr_fr, uk_ua

# Nav_Home.Content
source: Home
de_de: Startseite
fr_fr: Accueil
uk_ua: Головна

# Nav_Folders.Content
source: Folders
de_de: Ordner
fr_fr: Dossiers
uk_ua: Папки

# Nav_Rules.Content
source: Rules
de_de: Regeln
fr_fr: Règles
uk_ua: Правила

# Nav_Categories.Content
source: Categories
de_de: Kategorien
fr_fr: Catégories
uk_ua: Категорії

# Nav_Profiles.Content
source: Profiles
de_de: Profile
fr_fr: Profils
uk_ua: Профілі

# Nav_Snapshots.Content
source: Snapshots
de_de: Schnappschüsse
fr_fr: Instantanés
uk_ua: Знімки

# Nav_Settings.Content
source: Settings
de_de: Einstellungen
fr_fr: Paramètres
uk_ua: Налаштування

# SelectFolder.Text
source: Select Folder...
de_de: Ordner auswählen...
fr_fr: Sélectionner un dossier...
uk_ua: Вибрати папку...

# Current.Text
source: CURRENT
de_de: AKTUELL
fr_fr: ACTUEL
uk_ua: ПОТОЧНИЙ

# After.Text
source: AFTER
de_de: DANACH
fr_fr: APRÈS
uk_ua: ПІСЛЯ

# SelectFolderToPreview.Text
source: Select a folder to preview
de_de: Ordner zur Vorschau auswählen
fr_fr: Sélectionner un dossier pour l'aperçu
uk_ua: Виберіть папку для попереднього перегляду

# OrganizedPreview.Text
source: Organized preview
de_de: Organisierte Vorschau
fr_fr: Aperçu organisé
uk_ua: Організований попередній перегляд

source: No files to organize
de_de: Keine Dateien zum Organisieren
fr_fr: Aucun fichier à organiser
uk_ua: Немає файлів для організації

# OrganizeNow.Content
source: Organize Now
de_de: Jetzt organisieren
fr_fr: Organiser maintenant
uk_ua: Організувати зараз

# Undo.Content
source: Undo
de_de: Rückgängig
fr_fr: Annuler
uk_ua: Скасувати

# Settings_Title
source: Settings
de_de: Einstellungen
fr_fr: Paramètres
uk_ua: Налаштування

# Settings_Language
source: LANGUAGE
de_de: SPRACHE
fr_fr: LANGUE
uk_ua: МОВА

# Settings_LanguageDesc
source: Choose your preferred language
de_de: Wählen Sie Ihre bevorzugte Sprache
fr_fr: Choisissez votre langue préférée
uk_ua: Виберіть бажану мову

# Settings_LanguageRestart
source: Restart the app for changes to take effect
de_de: Starten Sie die App neu, damit die Änderungen wirksam werden
fr_fr: Redémarrez l'application pour appliquer les modifications
uk_ua: Перезапустіть програму, щоб зміни набули чинності

# Settings_OrganizationMode
source: ORGANIZATION MODE
de_de: ORGANISATIONSMODUS
fr_fr: MODE D'ORGANISATION
uk_ua: РЕЖИМ ОРГАНІЗАЦІЇ

# Settings_OrganizationModeDesc
source: Choose how files are matched for organization
de_de: Wählen Sie, wie Dateien zugeordnet werden
fr_fr: Choisissez comment les fichiers sont associés pour l'organisation
uk_ua: Виберіть, як файли будуть відповідати критеріям

# Settings_RulesFirst
source: Rules first, then categories
de_de: Regeln zuerst, dann Kategorien
fr_fr: Règles d'abord, puis catégories
uk_ua: Спочатку правила, потім категорії

# Settings_RulesFirstDesc
source: Recommended - Rules are checked first, unmatched files use categories
de_de: Empfohlen - Regeln werden zuerst geprüft, nicht übereinstimmende Dateien nutzen Kategorien
fr_fr: Recommandé - Les règles sont vérifiées d'abord, les fichiers non correspondants utilisent les catégories
uk_ua: Рекомендовано - Правила перевіряються першими, невідповідні файли використовують категорії

# Settings_CategoriesOnly
source: Categories only
de_de: Nur Kategorien
fr_fr: Catégories uniquement
uk_ua: Тільки категорії

# Settings_CategoriesOnlyDesc
source: Simple mode - Only use category-based organization
de_de: Einfacher Modus - Nur kategoriebasierte Organisation
fr_fr: Mode simple - Utiliser uniquement l'organisation par catégories
uk_ua: Простий режим - Використовувати тільки організацію за категоріями

# Settings_RulesOnly
source: Rules only
de_de: Nur Regeln
fr_fr: Règles uniquement
uk_ua: Тільки правила

# Settings_RulesOnlyDesc
source: Advanced - Only files matching rules are organized
de_de: Erweitert - Nur Dateien, die Regeln entsprechen, werden organisiert
fr_fr: Avancé - Seuls les fichiers correspondant aux règles sont organisés
uk_ua: Розширений - Організовуються тільки файли, що відповідають правилам

# Settings_Notifications
source: NOTIFICATIONS
de_de: BENACHRICHTIGUNGEN
uk_ua: СПОВІЩЕННЯ

# Settings_ShowNotifications
source: Show notifications when organizing
de_de: Benachrichtigungen beim Organisieren anzeigen
fr_fr: Afficher les notifications lors de l'organisation
uk_ua: Показувати сповіщення при організації

# Settings_ShowNotificationsDesc
source: Display a notification when files are organized
de_de: Benachrichtigung anzeigen, wenn Dateien organisiert werden
fr_fr: Afficher une notification lorsque les fichiers sont organisés
uk_ua: Показувати сповіщення, коли файли організовуються

# Settings_FileScanning
source: FILE SCANNING
de_de: DATEI-SCAN
fr_fr: ANALYSE DES FICHIERS
uk_ua: СКАНУВАННЯ ФАЙЛІВ

# Settings_IncludeSubfolders
source: Include subfolders
de_de: Unterordner einbeziehen
fr_fr: Inclure les sous-dossiers
uk_ua: Включати підпапки

# Settings_IncludeSubfoldersDesc
source: Organize files inside subfolders, not just root
de_de: Dateien in Unterordnern organisieren, nicht nur im Stammverzeichnis
fr_fr: Organiser les fichiers dans les sous-dossiers, pas seulement à la racine
uk_ua: Організовувати файли в підпапках, не тільки в кореневій

# Settings_IgnoreHidden
source: Ignore hidden files
de_de: Versteckte Dateien ignorieren
fr_fr: Ignorer les fichiers cachés
uk_ua: Ігнорувати приховані файли

# Settings_IgnoreHiddenDesc
source: Skip files and folders marked as hidden
de_de: Als versteckt markierte Dateien und Ordner überspringen
fr_fr: Ignorer les fichiers et dossiers marqués comme cachés
uk_ua: Пропускати файли та папки, позначені як приховані

# Settings_IgnoreSystem
source: Ignore system files
de_de: Systemdateien ignorieren
fr_fr: Ignorer les fichiers système
uk_ua: Ігнорувати системні файли

# Settings_IgnoreSystemDesc
source: Skip files and folders marked as system
de_de: Als System markierte Dateien und Ordner überspringen
fr_fr: Ignorer les fichiers et dossiers marqués comme système
uk_ua: Пропускати файли та папки, позначені як системні

# Settings_SystemTray
source: SYSTEM TRAY
de_de: INFOBEREICH
fr_fr: ZONE DE NOTIFICATION
uk_ua: СИСТЕМНИЙ ЛОТОК

# Settings_MinimizeToTray
source: Minimize to tray
de_de: In den Infobereich minimieren
fr_fr: Réduire dans la zone de notification
uk_ua: Згортати в лоток

# Settings_MinimizeToTrayDesc
source: Minimize to system tray instead of taskbar
de_de: In den Infobereich statt in die Taskleiste minimieren
fr_fr: Réduire dans la zone de notification au lieu de la barre des tâches
uk_ua: Згортати в системний лоток замість панелі завдань

# Settings_CloseToTray
source: Close to tray
de_de: In den Infobereich schließen
fr_fr: Fermer dans la zone de notification
uk_ua: Закривати в лоток

# Settings_CloseToTrayDesc
source: Keep running in tray when closing the window
de_de: Beim Schließen des Fensters im Infobereich weiterlaufen
fr_fr: Continuer à fonctionner dans la zone de notification lors de la fermeture
uk_ua: Продовжувати роботу в лотку при закритті вікна

# Settings_StartMinimized
source: Start minimized
de_de: Minimiert starten
fr_fr: Démarrer réduit
uk_ua: Запускати згорнутим

# Settings_StartMinimizedDesc
source: Start the app minimized to tray
de_de: App minimiert im Infobereich starten
fr_fr: Démarrer l'application réduite dans la zone de notification
uk_ua: Запускати програму згорнутою в лоток

# Settings_RunOnStartup
source: Run on startup
de_de: Beim Start ausführen
fr_fr: Exécuter au démarrage
uk_ua: Запускати при старті

# Settings_RunOnStartupDesc
source: Automatically start FolderFresh when you log in
de_de: FolderFresh automatisch bei der Anmeldung starten
fr_fr: Démarrer automatiquement FolderFresh lors de la connexion
uk_ua: Автоматично запускати FolderFresh при вході в систему

# Settings_Safety
source: SAFETY
de_de: SICHERHEIT
fr_fr: SÉCURITÉ
uk_ua: БЕЗПЕКА

# Settings_RecycleBin
source: Move to Recycle Bin instead of permanent delete
de_de: In den Papierkorb verschieben statt dauerhaft löschen
fr_fr: Déplacer vers la corbeille au lieu de supprimer définitivement
uk_ua: Переміщувати в кошик замість остаточного видалення

# Settings_RecycleBinDesc
source: When using Delete action, files go to Recycle Bin
de_de: Bei Löschaktion wandern Dateien in den Papierkorb
fr_fr: Lors de la suppression, les fichiers vont dans la corbeille
uk_ua: При видаленні файли потрапляють до кошика

# Settings_Confirm
source: Confirm before organizing
de_de: Vor dem Organisieren bestätigen
fr_fr: Confirmer avant d'organiser
uk_ua: Підтверджувати перед організацією

# Settings_ConfirmDesc
source: Show confirmation dialog before moving files
de_de: Bestätigungsdialog vor dem Verschieben von Dateien anzeigen
fr_fr: Afficher une boîte de dialogue de confirmation avant de déplacer les fichiers
uk_ua: Показувати діалог підтвердження перед переміщенням файлів

# Settings_About
source: ABOUT
de_de: ÜBER
fr_fr: À PROPOS
uk_ua: ПРО ПРОГРАМУ

# Settings_Version
source: Version 3.0.2-beta
uk_ua: Версія 3.0.2-beta

# Settings_Description
source: A powerful file organization tool with rules and categories
de_de: Ein leistungsstarkes Dateiorganisations-Tool mit Regeln und Kategorien
fr_fr: Un puissant outil d'organisation de fichiers avec règles et catégories
uk_ua: Потужний інструмент організації файлів з правилами та категоріями

# Rules_Title
source: Rules
de_de: Regeln
fr_fr: Règles
uk_ua: Правила

# Rules_NewRule
source: New Rule
de_de: Neue Regel
fr_fr: Nouvelle règle
uk_ua: Нове правило

# Rules_CreateRule
source: Create Rule
de_de: Regel erstellen
fr_fr: Créer une règle
uk_ua: Створити правило

# Rules_EmptyTitle
source: No rules yet
de_de: Noch keine Regeln
fr_fr: Aucune règle pour l'instant
uk_ua: Ще немає правил

# Rules_EmptyDesc
source: Create rules to organize files based on custom conditions
de_de: Erstellen Sie Regeln, um Dateien nach benutzerdefinierten Bedingungen zu organisieren
fr_fr: Créez des règles pour organiser les fichiers selon des conditions personnalisées
uk_ua: Створіть правила для організації файлів за власними умовами

# Categories_Title
source: Categories
de_de: Kategorien
fr_fr: Catégories
uk_ua: Категорії

# Categories_NewCategory
source: New Category
de_de: Neue Kategorie
fr_fr: Nouvelle catégorie
uk_ua: Нова категорія

# Categories_CreateCategory
source: Create Category
de_de: Kategorie erstellen
fr_fr: Créer une catégorie
uk_ua: Створити категорію

# Categories_EmptyTitle
source: No categories yet
de_de: Noch keine Kategorien
fr_fr: Aucune catégorie pour l'instant
uk_ua: Ще немає категорій

# Categories_EmptyDesc
source: Create categories to organize files by type
de_de: Erstellen Sie Kategorien, um Dateien nach Typ zu organisieren
fr_fr: Créez des catégories pour organiser les fichiers par type
uk_ua: Створіть категорії для організації файлів за типом

# Folders_Title
source: Watched Folders
de_de: Überwachte Ordner
fr_fr: Dossiers surveillés
uk_ua: Відстежувані папки

# Folders_AddFolder
source: Add Folder
de_de: Ordner hinzufügen
fr_fr: Ajouter un dossier
uk_ua: Додати папку

# Folders_EmptyTitle
source: No watched folders
de_de: Keine überwachten Ordner
fr_fr: Aucun dossier surveillé
uk_ua: Немає відстежуваних папок

# Folders_EmptyDesc
source: Add folders to automatically organize files when they are added
de_de: Fügen Sie Ordner hinzu, um Dateien automatisch zu organisieren, wenn sie hinzugefügt werden
fr_fr: Ajoutez des dossiers pour organiser automatiquement les fichiers lorsqu'ils sont ajoutés
uk_ua: Додайте папки для автоматичної організації файлів при їх додаванні

# Profiles_Title
source: Profiles
de_de: Profile
fr_fr: Profils
uk_ua: Профілі

# Profiles_NewProfile
source: New Profile
de_de: Neues Profil
fr_fr: Nouveau profil
uk_ua: Новий профіль

# Profiles_EmptyTitle
source: No profiles yet
de_de: Noch keine Profile
fr_fr: Aucun profil pour l'instant
uk_ua: Ще немає профілів

# Profiles_EmptyDesc
source: Create profiles to save different rule and category configurations
de_de: Erstellen Sie Profile, um verschiedene Regel- und Kategoriekonfigurationen zu speichern
fr_fr: Créez des profils pour sauvegarder différentes configurations de règles et catégories
uk_ua: Створіть профілі для збереження різних конфігурацій правил і категорій

# Snapshots_Title
source: Snapshots
de_de: Schnappschüsse
fr_fr: Instantanés
uk_ua: Знімки

# Snapshots_Subtitle
source: Save and restore folder states
de_de: Ordnerzustände speichern und wiederherstellen
fr_fr: Sauvegarder et restaurer l'état des dossiers
uk_ua: Збереження та відновлення станів папок

# Snapshots_NewSnapshot
source: New Snapshot
de_de: Neuer Schnappschuss
fr_fr: Nouvel instantané
uk_ua: Новий знімок

# Snapshots_CreateSnapshot
source: Create Snapshot
de_de: Schnappschuss erstellen
fr_fr: Créer un instantané
uk_ua: Створити знімок

# Snapshots_EmptyTitle
source: No snapshots yet
de_de: Noch keine Schnappschüsse
fr_fr: Aucun instantané pour l'instant
uk_ua: Ще немає знімків

# Snapshots_EmptyDesc
source: Create a snapshot to save the current state of a folder
de_de: Erstellen Sie einen Schnappschuss, um den aktuellen Zustand eines Ordners zu speichern
fr_fr: Créez un instantané pour sauvegarder l'état actuel d'un dossier
uk_ua: Створіть знімок, щоб зберегти поточний стан папки

# Snapshots_Warning
source: Snapshots create full copies of your files and can use significant disk space. Files are stored in the FolderFresh data folder. When restoring, any changes made to files after the snapshot will be overwritten.
de_de: Schnappschüsse erstellen vollständige Kopien Ihrer Dateien und können erheblichen Speicherplatz beanspruchen. Dateien werden im FolderFresh-Datenordner gespeichert. Beim Wiederherstellen werden alle Änderungen an Dateien nach dem Schnappschuss überschrieben.
fr_fr: Les instantanés créent des copies complètes de vos fichiers et peuvent utiliser un espace disque important. Les fichiers sont stockés dans le dossier de données FolderFresh. Lors de la restauration, toutes les modifications apportées aux fichiers après l'instantané seront écrasées.
uk_ua: Знімки створюють повні копії ваших файлів і можуть займати значний обсяг диска. Файли зберігаються в папці даних FolderFresh. При відновленні всі зміни у файлах після знімка будуть перезаписані.

# Snapshots_StorageUsed
source: Storage used:
de_de: Speicherverbrauch:
fr_fr: Stockage utilisé :
uk_ua: Використано сховища:

# Snapshots_AcrossSnapshots
source: across {0} snapshots
de_de: in {0} Schnappschüssen
fr_fr: dans {0} instantanés
uk_ua: у {0} знімках

# Snapshots_OpenFolder
source: Open Folder
de_de: Ordner öffnen
fr_fr: Ouvrir le dossier
uk_ua: Відкрити папку

# Snapshots_Restore
source: Restore
de_de: Wiederherstellen
fr_fr: Restaurer
uk_ua: Відновити

# Snapshots_Rename
source: Rename
de_de: Umbenennen
fr_fr: Renommer
uk_ua: Перейменувати

# Snapshots_Delete
source: Delete
de_de: Löschen
fr_fr: Supprimer
uk_ua: Видалити

# Snapshots_RestoreWarningTitle
source: Restore Snapshot?
de_de: Schnappschuss wiederherstellen?
fr_fr: Restaurer l'instantané ?
uk_ua: Відновити знімок?

# Snapshots_RestoreWarning
source: This will restore all files from this snapshot. Any changes made to these files after the snapshot was created will be lost. This cannot be undone.
de_de: Dies stellt alle Dateien aus diesem Schnappschuss wieder her. Alle Änderungen an diesen Dateien nach der Erstellung des Schnappschusses gehen verloren. Dies kann nicht rückgängig gemacht werden.
fr_fr: Cela restaurera tous les fichiers de cet instantané. Toutes les modifications apportées à ces fichiers après la création de l'instantané seront perdues. Cette action est irréversible.
uk_ua: Це відновить усі файли з цього знімка. Усі зміни у файлах після створення знімка будуть втрачені. Цю дію не можна скасувати.

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
uk_ua: Скасувати

source: Save
de_de: Speichern
fr_fr: Enregistrer
uk_ua: Зберегти

source: Delete
de_de: Löschen
fr_fr: Supprimer
uk_ua: Видалити

source: Edit
de_de: Bearbeiten
fr_fr: Modifier
uk_ua: Редагувати

source: Yes
de_de: Ja
fr_fr: Oui
uk_ua: Так

source: No
de_de: Nein
fr_fr: Non
uk_ua: Ні

source: Close
de_de: Schließen
fr_fr: Fermer
uk_ua: Закрити

source: files
de_de: Dateien
fr_fr: fichiers
uk_ua: файлів

source: file
de_de: Datei
fr_fr: fichier
uk_ua: файл
